/* Navigation Services - Localizable Strings */

/* Nav Dialog title strings */
"Open Default Title" = "Openen";
"Open Title" = "Openen: '^0'";
"Save Default Title" = "Bewaren";
"Save Title" = "Bewaren: '^0'";
"Choose File Title" = "Bestand kiezen";
"Choose Folder Title" = "Map kiezen";
"Choose Volume Title" = "Volume kiezen";
"Choose Object Title" = "Object kiezen";
"New Folder Title" = "Nieuwe map";

/* Button title strings */
"Save Button" = "Bewaar";
"Open Button" = "Open";
"Choose Button" = "Kies";
"Don't Save Button" = "Bewaar niet";
"New Folder Button" = "Nieuwe map";
"Replace Button" = "Vervang";
"Discard Button" = "Maak wijzigingen ongedaan";
"Review Button" = "Bekijk wijzigingen...";
"Use Dot Button" = "Gebruik '.'";
"ExtensionAlertUseOneLabel" = "Gebruik '.^1'";
"ExtensionAlertUserBothLabel" = "Gebruik beide";

/* Confirm Alert strings */
"SaveChangesClosing Banner" = "Wijzigingen bewaren alvorens te sluiten";
"SaveChangesQuitting Banner" = "Wijzigingen bewaren alvorens te stoppen";
"SaveChangesOther Banner" = "Wijzigingen bewaren";
"DiscardChanges Banner" = "Wijzigingen negeren";
"WantToSaveDoc Banner" = "Wilt u de door u aangebrachte wijzigingen in het document '^0' bewaren?";
"WantToSaveThis Banner" = "Wilt u de wijzigingen in dit document bewaren?";
"WantToSaveAppDocs Banner" = "Wilt u de wijzigingen in uw ^0-documenten bewaren?";
"WantToDiscardDoc Banner" = "Wilt u de door u aangebrachte wijzigingen in het document '^0' ongedaan maken?";
"WantToDiscardThis Banner" = "Wilt u de wijzigingen in dit document negeren?";

"Review App Docs Banner" = "Er zijn ^0 ^1-documenten waarvan u de wijzigingen niet hebt bewaard.  Wilt u deze wijzigingen bekijken voordat u het programma stopt?";
"Review Several App Docs Banner" = "Er zijn meerdere ^1-documenten waarvan u de wijzigingen niet hebt bewaard. Wilt u deze wijzigingen bekijken voordat u het programma stopt?";

"Review Docs Banner" = "Er zijn ^0 documenten waarvan u de wijzigingen niet hebt bewaard.  Wilt u deze wijzigingen bekijken voordat u het programma stopt?";
"Review Several Docs Banner" = "Er zijn meerdere documenten waarvan u de wijzigingen niet hebt bewaard. Wilt u deze wijzigingen bekijken voordat u het programma stopt?";

"Review App Single Doc Banner" = "Er is ^0 ^1-document waarvan u de wijzigingen niet hebt bewaard.  Wilt u deze wijzigingen bekijken voordat u het programma stopt?";
"Review Single Doc Banner" = "Er is ^0 document waarvan u de wijzigingen niet hebt bewaard.  Wilt u deze wijzigingen bekijken voordat u het programma stopt?";

"Review Docs Explanation" = "Als u uw documenten niet bekijkt, worden uw wijzigingen niet bewaard.";

/* Untitled strings */
"Untitled Folder" = "naamloze map";
"Untitled Doc" = "naamloos";

/* Alert strings */
"Cant Replace Locked" = "U kunt '^0' niet vervangen omdat dit onderdeel beveiligd is.";

"Remove Favorite" = "Verwijder Favoriet";
"Cant Resolve Alias NotFound" = "Het favorietenonderdeel '^0' kan niet worden geopend omdat het oorspronkelijke onderdeel niet kan worden gevonden.";
"Navigate Alias Not Found" = "De alias '^0' kan niet worden geopend omdat het oorspronkelijke onderdeel niet kan worden gevonden.";

"Name Already Taken" = "Het onderdeel '^0' is al in gebruik. Gebruik een andere naam.";
"Cant Replace Folder" = "De naam '^0' wordt al gebruikt door een map.";
"Cant NewFolder OnLockedDisk" = "U kunt geen nieuwe map aanmaken omdat de schijf beveiligd is.";
"Not Right Privs" = "U kunt '^0' niet vervangen omdat u niet over de juiste bevoegdheden beschikt.";
"Cant use period" = "Namen die met een punt (.) beginnen, zijn gereserveerd voor het systeem. Als u doorgaat en een naam gebruikt die met een punt begint, is het bestand niet zichtbaar.";

"ExtensionWarningText" = "Weet u zeker dat u dit document met de extensie '.^0' wilt bewaren? De aanbevolen extensie is '.^1'.";
"ExtensionWarningSubtext" = "Als u de extensie '.^1' gebruikt, wordt uw document mogelijk bewaard in een andere bestandsstructuur.";

"ExtensionErrorText" = "U kunt dit document niet bewaren met de extensie '.^0' op het einde van de naam. De vereiste extensie is '.^1'.";
"ExtensionErrorSubtext" = "U kunt beide gebruiken zodat de bestandsnaam eindigt op '.^0.^1'.";

"ReplaceAlertText" = "Er bestaat al een onderdeel met de naam '^0' op deze locatie. Wilt u dit onderdeel vervangen door het onderdeel dat u bewaard?";
"ReplaceWithExtensionAlertText" = "Er bestaat al een onderdeel met de naam '^0' en de extensie '.^1' op deze locatie. Wilt u dit onderdeel vervangen door het onderdeel dat u bewaard?";


/* Favorite Popup Menu strings */
"Favorite Places" = "Favoriete locaties";
"Recent Places"	= "Recente locaties";
"Computer" = "Computer";
"Home menu item" = "Thuismap";

/* Show Popup Menu strings */
"All Files" = "Alle documenten";
"All Known Files" = "Alle bekende documenten";
"All App" = "Alle ^0-documenten";
"All Readable Files" = "Alle leesbare documenten";

/* Format Popup Menu strings */
"Default" = "Standaard";

/* Generic Kind strings */
"Picture Document" = "Afbeeldingsdocument";
"Text Document" = "Tekstdocument";
"Movie Document" = "Filmdocument";
"Sound Document" = "Geluidsdocument";

/* array of command key characters:
	o	// command-key lower case O (open)
	.	// command-key character '.' (cancel)
	D	// upper character "D" (don't save button shortcut)
	d	// lower character "d" (don't save button shortcut)
	Z	// Undo menu command-key
	X	// Cut menu command-key
	C	// Copy menu command-key
	V	// Paste menu command-key
	A	// Select All menu command-key
	s	// command-key "s" (save)
	R	// upper character "R" (replace button shortcut)
	r	// lower character "r" (replace button shortcut)
	d	// command-key "d" (Desktop shortcut)
	D	// command-key displayed in Where popup (Desktop shortcut)
	H	// command-key "H"
*/
"Command Keys" = "o.DdZXCVAsRrdDH";

/* iDisk strings */
"iDisk title" = "iDisk";
"Connect Failed" = "Verbinding mislukt";
"Connect Failed Details" = "Geen reactie van de iDisk-server. Probeer het opnieuw.";
"Invalid Setup" = "Uw iDisk is niet toegankelijk. De accountnaam of het wachtwoord zijn mogelijk ongeldig.";
"Invalid Setup Details" = "U kunt uw naam en wachtwoord wijzigen in het tabblad '.Mac' van het systeemvoorkeurenpaneel 'Internet'.";
"iTools Button" = "Open .Mac-voorkeuren...";
"Authentication Failed" = "Inloggen mislukt";
"Authentication Failed Detailed" = "U hebt een onjuiste naam of een onjuist wachtwoord opgegeven. Probeer het opnieuw. U kunt uw .Mac-naam en –wachtwoord controleren in het systeemvoorkeurenpaneel '.Mac'.";

/* List view column titles*/
"Name Column Title" = "Naam";
"Date Modified Column Title" = "Bewerkingsdatum";

/* Authenticated Server strings */
"Connect Button" = "Verbind...";
"Connect Caption" = "Klik op 'Verbind' om de beschikbare gedeelde onderdelen voor de server '^0' weer te geven.";

/* Query strings */
"QueryItemCountString" = "%i onderdelen";
"CurrentFolderScopeString" = "Map '%s'";
"HomeScopeString" = "Thuismap";
"EverywhereScopeString" = "Computer";

/* Preview strings */
"MoreInfo" = "Meer info...";
